const data = [
  {
    id: 1,
    name: "ข้อบัญญัติ การเก็บภาษีบำรุง อบจ. (ฉบับที่ 2) พ.ศ. 2548",
    date: "19 มิ.ย. 2558",
    url:
      "docs/files/ข้อบัญญัติ การเก็บภาษีบำรุง อบจ. (ฉบับที่ 2) พ.ศ. 2548.pdf",
  },
  {
    id: 2,
    name: "ข้อบัญญัติ การเก็บภาษีบำรุง อบจ. พ.ศ. 2542",
    date: "19 มิ.ย. 2558",
    url:
      "docs/files/ข้อบัญญัติ การเก็บภาษีบำรุง อบจ. พ.ศ. 2542.pdf",
  },
  {
    id: 3,
    name: "แบบคำขอจดทะเบียนสถานการค้า (อบจ.01-1)",
    date: "19 มิ.ย. 2558",
    url:
      "docs/files/แบบคำขอจดทะเบียนสถานการค้า (อบจ.01-1).pdf",
  },
  {
    id: 4,
    name: "ตัวอย่างใบทะเบียนสถานการค้า (อบจ.01-2)",
    date: "19 มิ.ย. 2558",
    url:
      "docs/files/ตัวอย่างใบทะเบียนสถานการค้า (อบจ.01-2).pdf",
  },
  {
    id: 5,
    name: "แบบรายการภาษีบำรุง อบจ. ตามข้อบัญญัติ อบจ. (อบจ.01-4)",
    date: "19 มิ.ย. 2558",
    url:
      "docs/files/แบบรายการภาษีบำรุง อบจ. ตามข้อบัญญัติ อบจ. (อบจ.01-4).pdf",
  },
  {
    id: 6,
    name: "บัญชีประจำวันแสดงการรับ – จ่ายน้ำมัน (อบจ.01-5)",
    date: "19 มิ.ย. 2558",
    url:
      "docs/files/บัญชีประจำวันแสดงการรับ – จ่ายน้ำมัน (อบจ.01-5).pdf",
  },
  {
    id: 7,
    name: "งบเดือนแสดงการรับ – จ่ายน้ำมัน (อบจ.01-6)",
    date: "19 มิ.ย. 2558",
    url:
      "docs/files/งบเดือนแสดงการรับ – จ่ายน้ำมัน (อบจ.01-6).pdf",
  },
  {
    id: 8,
    name: "บัญชีแสดงรายการปริมาณยาสูบที่ได้มาและจำหน่ายไป (ย.ล.03-2)",
    date: "19 มิ.ย. 2558",
    url:
      "docs/files/บัญชีแสดงรายการปริมาณยาสูบที่ได้มาและจำหน่ายไป (ย.ล.03-2).pdf",
  },
  {
    id: 9,
    name: "แบบรายการภาษีบำรุง อบจ. ตามข้อบัญญัติ อบจ.(ยาสูบ) (อบจ.02-1)",
    date: "19 มิ.ย. 2558",
    url:
      "docs/files/แบบรายการภาษีบำรุง อบจ. ตามข้อบัญญัติ อบจ.(ยาสูบ) (อบจ.02-1).pdf",
  },
  {
    id: 10,
    name: "การเรียกเก็บค่าธรรมเนียมบำรุง อบจ. จากผู้พักในโรงแรม (ฉบับที่ 2) พ.ศ. 2546",
    date: "19 มิ.ย. 2558",
    url:
      "docs/files/การเรียกเก็บค่าธรรมเนียมบำรุง อบจ. จากผู้พักในโรงแรม (ฉบับที่ 2) พ.ศ. 2546.pdf",
  },
  {
    id: 11,
    name: "หนังสือรับรองการเรียกเก็บค่าธรรมเนียม (แบบ อบจ.รร.3)",
    date: "19 มิ.ย. 2558",
    url:
      "docs/files/หนังสือรับรองการเรียกเก็บค่าธรรมเนียม (แบบ อบจ.รร.3).pdf",
  },
  {
    id: 12,
    name: "การชำระภาษีน้ำมัน ยาสูบ",
    date: "19 มิ.ย. 2558",
    url:
      "docs/files/การชำระภาษีน้ำมัน ยาสูบ.pdf",
  },
  {
    id: 13,
    name: "แบบรายการภาษีบำรุง อบจ. ตามข้อบัญญัติ อบจ.(ยาสูบ) (อบจ.01-7)",
    date: "19 มิ.ย. 2558",
    url:
      "docs/files/แบบรายการภาษีบำรุง อบจ. ตามข้อบัญญัติ อบจ.(ยาสูบ) (อบจ.01-7).pdf",
  },
];

module.exports = data;
