{
    "obscure-archives-jason-wessels": {
        "category": "INTERVIEWS",
        "date": "13.10.21",
        "author": "SOLE KNOWLEDGE",
        "readtime": "5MIN",
        "paragraph1": [
            "WE ARE PRETTY CERTAIN JASON WESSELS MIGHT HAVE THE MOST ENVIABLE COLLECTION OF ADIDAS SNEAKERS IN THE COUNTRY. AS THE OMNICHANNEL ACTIVATION MANAGER FOR ADIDAS RETAIL STORES, HE HAS BEEN WITH THE PROLIFIC BRAND FOR 17 YEARS – AND REMAINS A TRUE OG WHEN IT COMES IT TO EXPANDING AND INNOVATING THE “THREE STRIPE” LEGACY.",
            "As one of the largest athletic retailers and manufacturers on the planet, adidas is heavily imprinted in our cultural consciousness. The Originals Superstar gained a cult-like status when Run-DMC adopted the sneaker as their uniform in the 1980s, and were arguably the first hip-hop group to write an ode to sneaker-culture with their 1986 song “My adidas.”, infamously throwing out verses like; “Me and my adidas do the illest things/ We like to stomp out pimps with diamond rings/ We slay all suckers who perpetrate/ And lay down law from state to state.”",
            "Although we will always pay Superstars their due respect, Jason’s personal archive offers a distilled peek into the technical and aesthetic capability of adidas."
        ],
        "paragraph2": [
            "WILD CARDS: ADIDAS ARTILLERY - BY SLICK / ADIDAS HUMAN RACE NMD PHARRELL HOLI FESTIVAL (SAMPLES)",
            "adidas Artillery  - By Slick: This shoe is 11 years old, and I have had for all 11 years. I don’t really wear it, but the story is really great – it’s a collaboration with an artist called Slick from Hawaii, who is part of a collective called the “Bomb Squad”, and they are heavily influenced by Japanese culture and cartoon design and I love that about the shoe – it is completely rare.",
            "adidas Human Race NMD Pharrell Holi Festival (Samples): I really love the colours of this pair, and I especially love that it is a sample pair – so the sole is completely different to the release pair. I am definitely a hunter when it comes to weird and different shoes, and I have access through working at the brand which is incredible. "
        ],
        "paragraph3": [
            "LIMITED EDITION: ADIDAS 'CITY OF GOLD' – SNEAKER FREAKER COLLAB / ADIDAS MUTAMBO OG",
            "adidas 'City of Gold' – Sneaker Freaker collab: This was a collab with adidas South Africa, and if I remember correctly there were only 24 pairs given to select people – so this is hugely meaningful and treasured, and ironically I wasn’t on the first list to get it but I was blessed by one of our managers. It has never been worn and exists more like a symbolic object of my time at adidas South Africa. It lives in a box with its matching book. ",
            "adidas Mutambo OG: This pair is for the legendary Congolese-American basketball player from the late 80s/90s – Dikembe Mutambo – and is hugely inspired by Africa, which you can see in the prints and the logo composition. This is definitely a pair that embodies the continent, which I love. "
        ],
        "paragraph4": [
            "CLASSICS: ADIDAS SUPER COURT PREMIER - 'CLEAN CLASSICS' / ADIDAS – ALBRECHT MID SPZL",
            "adidas super court premier - Clean Classics - This is part of the Clean Classic pack, which is all about sustainability; which adidas is holding as a big focus across the entire company. The rubber is made of 90% natural rubber, 10% recycled rubber and recycled Polyester – even the box is made from up-cycled material. This pair showcases the innovation taking place, and perhaps the future we can expect for adidas. ",
            "adidas – Albrecht Mid SPZL - This a shoe that is really dear to my heart because it reminds of a Grasshopper – which is an iconic silhouette for Cape Town, and even though I am still a kid at heart, this pair makes me feel grown up!"
        ]
    },
    "free-easy-x-crocs": {
        "category": "RELEASES",
        "date": "07.09.21",
        "author": "SOLE KNOWLEDGE",
        "readtime": "2MIN",
        "paragraph1": [
            "DELIGHTFULLY SUNNY AND EQUALLY CHILL, OUR FREE & EASY X CROCS COLLABORATION WILL MAKE YOU FEEL THE CALIFORNIA LOVE WHEREVER YOU ARE. AVAILABLE IN CLASSIC CLOGS AND THE CLASSIC CROCS SLIDE, BOTH SHOES FEATURE THE BRAND’S SIGNATURE OMBRE COLORS AND JIBBITZ CHARMS FULL OF GOOD VIBES. DON’T TRIP, BUT DO GET YOUR HANDS ON THIS FRESH DROP AND KICK YOUR FEET UP.",
            "The Free & Easy X Crocs collaboration will be available IN-STORE for one day on Saturday, 9th October 2021. The Free & Easy X Crocs Classic Clog will be available in sizes UK3 to UK11 and will retail at R999,00 and the Classic Slide will be available in sizes UK3 to UK11 with a retail price of R799,00."
        ]
    },
    "lemkus-x-jack-burger": {
        "category": "RELEASES",
        "date": "01.10.21",
        "author": "SOLE KNOWLEDGE",
        "readtime": "3MIN",
        "paragraph1": [
            "WE HAVE BEEN COOKIN’ UP A DELICIOUS ADDITION TO OUR OFFERING, AND HAVE DECIDED TO MAKE IT OFFICIAL. INTRODUCING…JACK’S BURGERS.",
            "Very few things are as satisfying as a juicy burger, and our new partner brand has got you covered - think double ground beef patty, double cheese and Jack’s special burger sauce – encased in a fresh bun. So good. ","Although we will always pay Superstars their due respect, Jason’s personal archive offers a distilled peek into the technical and aesthetic capability of adidas.",
            "Wait, there’s more… ",
            "With every burger purchased, you will receive a scratch card, containing a discount code to purchase sneakers or apparel on LEMKUS.COM",
            "Fresh and limited, daily. ","Although we will always pay Superstars their due respect, Jason’s personal archive offers a distilled peek into the technical and aesthetic capability of adidas.",
            "Available via: 33 Loop Street / Cape Town / CBD, online via monkschinese.co.za or Uber Eats."
        ]
    },
    "the-stock-room": {
        "category": "EVENTS",
        "date": "29.09.21",
        "author": "SOLE KNOWLEDGE",
        "readtime": "3MIN",
        "paragraph1": [
            "WITH THE RETURN OF FIRST THURSDAY, IT FEELS LIKE WE ARE FINALLY RETURNING TO A FAMILIAR GROOVE IN CAPE TOWN – WHEN ART, DESIGN, MUSIC AND PEOPLE COME TOGETHER TO CELEBRATE THE CITY’S CREATIVITY. TO KICK OFF THE SEASON, WE WILL BE OPEN UNTIL 19:00, WITH EVERYTHING 20% OFF IN-STORE FROM 17:00.",
            "We are also introducing our brand new event series – The Stock Room. Our vision is to hype up the local scene, especially all the incredible talent we have emerging in streetwear – so we have invited five leading local brands for a pop-up collaboration: Raion, Sprmrkt, Socio Culture, Retro Rac and Brahsse.",
            "Please join us on the third floor of the Lemkus Exchange Building between 17:00 and 20:30 on Thursday, 7th October 2021. To rsvp for this event please DM the @thestockroomshow on instagram with your full name, e-mail, contact and ID number. Space is limited to 85 people. ",
            "RSVP for this event will close on Tuesday, 5th October 2021 at 18:00."
        ]
    }
}